/* Verify if user wants to kill an application. */
"Do you really want to quit '%@'? Any unsaved work will be lost." = "Do you really want to quit “%@”? Any unsaved work will be lost.";

/* Title for alert panel button to try to kill a process cleanly (with SIGINT). */
"Quit" = "Quit";

/* Verify if user wants to kill this process. Argument is name of process. */
"Do you really want to quit '%@'?" = "Do you really want to quit “%@”?";

/* Title for alert panel button to agree not to kill this process. */
"Cancel" = "Cancel";

/* Format for alert message when user tries to kill someone else's process. */
"You cannot quit the process '%@' because it's owned by %@." = "You cannot quit the process “%@” because it's owned by %@.";

/* Format for alert message. Argument is the name of a process. */
"Quitting '%@' might disrupt your computer." = "Quitting “%@” might disrupt your computer.";

/* Title for alert panel button to agree to kill a process in spite of dire consequences. */
"Go ahead" = "Go ahead";

/* Format for alert message. Argument is the name of a process. */
"Quitting '%@' will log you out." = "Quitting “%@” will log you out.";

/* Title alert panel when killing a process. */
"Quit Process" = "Quit Process";

/* Title alert panel when killing a process could have disastrous consequences. */
"WARNING" = "WARNING";

/* Title for alert panel button to kill a process at all costs (with SIGKILL). */
"Force Quit" = "Force Quit";

/* Title for tab in "More info" view. */
"Process ID" = "Process ID";

/* Title for tab in "More info" view. */
"Statistics" = "Statistics";

/* Title for tab in "More info" view. */
"Path & Arguments" = "Path & Arguments";

/* Text in More info when no processes are selected. */
"No processes selected" = "No processes selected";

/* Text in More info when more than one processes are selected. */
"Multiple processes selected" = "Multiple processes selected";

/*****
 *****  The following four strings are the values displayed in
 *****  the "Status" column of ProcessViewer's main table view.
 *****/

/* Status for running processes. */
"Running" = "Running";

/* Status for processes which are busy launching. */
"Launching" = "Launching";

/* Status for processes which have been suspended by a signal. */
"Suspended" = "Suspended";

/* Status for processes which are waiting for a system call to complete. */
"Sleeping" = "Sleeping";

/*****
 *****  The following four strings are formats for the summary text
 *****  field, which is just below and to the left of ProcessViewer's
 *****  main table view.
 *****
 *****  It shows the number of processes currently displayed: this
 *****  is different from the total running on the machine, because
 *****  the user may have filtered out some processes using the
 *****  "Show:" popup button, or "Find:" text field.
 *****/

/* Summary text format. The first argument is the number of processes displayed in the main table view, the second is the total running on the machine. */
"%u of %u processes displayed." = "%u of %u processes displayed.";

/* Summary text format in the case when no processes have been filtered out by the user. The argument is the total number of processes running on the machine. */
"%u processes." = "%u processes.";

/* Summary text format in the case when the user has filtered out all processes. The argument is the total number of processes running on the machine. */
"No matching processes (%u total)." = "No matching processes (%u total).";
